"PageTitle" = "Instaluję %@";

/* alert strings */
"INSERT_MEDIA" = "Aby kontynuować instalację, włóż płytę „%@”.";
"INSERT_MEDIA2" = "Wybrane opcje instalacji wymagają tej płyty.";

"CANCEL_INSTALL" = "Czy na pewno chcesz odwołać instalację oprogramowania?";
"CANCEL_INSTALL2" = "Instalowanie całego oprogramowania nie zostało jeszcze zakończone. Jeśli anulujesz, oprogramowanie może zostać zainstalowane częściowo i może nie działać poprawnie.";


/* Install Time Remaining string */
"TIME_REMAINING" = "Pozostały czas instalacji: %@";


/* checksum sheet strings */
"CHECKING_DISC_TITLE" = "Sprawdzam źródłową płytę instalacyjną…";
"INSTALL_CHECKSUM_STATUS" = "%u%% ukończone…";

"ChecksumFailedAlert" = "Wystąpił błąd podczas sprawdzania płyty.";
"ChecksumFailedMessage" = "Uruchom ponownie komputer, wysuń płytę i sprawdź, czy nie ma na niej odcisków palców lub zadrapań. Jeśli problem będzie się powtarzał, skontaktuj się z działem wsparcia Apple.";

"ChecksumFailedIgnoreBtn" = "Ignoruj i kontynuuj";
"CheckFailedCancel" = "Anuluj instalację";


/* button title */
"SkipButton" = "Pomiń";

